<?php

return [
    'failed' => 'كلمة المرور غير صحيح !',
    'success' => 'تم تسجيل الدخول بنجاح',
    'current_password' => 'كلمة المرور الحالية غير صحيحة',
    'password_changed' => 'تم تغيير الباسورد',
    'not_found' => 'هذا المستخدم غير موجود بالنظام',
    'password_reset' => 'تم تغير الباسورد بنجاح',
    'user' => [
        'updated' => "تم تحديث حساب المستخدم بنجاح !",
    ],
    'otp' => [
        'sent' => 'لقد تم إرسال رمز التحقق ,برجاء مراجعة رسائلك',
        'invalid' => 'رمز خاطئ, من فضلك حاول مرة أخري',
        'valid' => 'رمز صحيح. لقد تم تفعيل الحساب بنجاح',
        'expired' => 'لقد انتهت صلاحية هذا الرمز . لقد قمنا بارسال رمز اخر',
        'not_verified' => 'لم يتم التحقق ',
    ],
];